//#ifndef DEFINE_TYPE_TO_H
//#define DEFINE_TYPE_TO_H



////---------------------------BODY_1-------------------------------
//#define BODY_1        "Корпус - очистка от загрязнений"
//#define BODY_2        "Корпус - контроль резьбовых соединений, протяжка"
//#define BODY_3        "Позиционирующие ролики - проверить на наличие люфтов"
////------Бекас-02Э------------------------------




//#define BEKAS_02E_1       "Бекас-02Э №1"      // (Код ТС 5) (4 номера)
//#define BEKAS_02E_2       "Бекас-02Э №2"
//#define BEKAS_02E_3       "Бекас-02Э №3"
//#define BEKAS_02E_4       "Бекас-02Э №4"
////------Бекас-07Э------------------------------
//#define BEKAS_07E_1       "Бекас-07Э №1"      // (Код ТС 25)(4 номера)
//#define BEKAS_07E_2       "Бекас-07Э №2"
//#define BEKAS_07E_3       "Бекас-07Э №3"
//#define BEKAS_07E_4       "Бекас-07Э №4"
////------Бекас-03-------------------------------
//#define BEKAS_03_1        "Бекас-03 №1"       // (Код ТС 26)(4 номера)
//#define BEKAS_03_2        "Бекас-03 №2"
//#define BEKAS_03_3        "Бекас-03 №3"
//#define BEKAS_03_4        "Бекас-03 №4"
////------Р-833Б--------------------------------
//#define P_833B_1          "Р-833Б №1"        // (Код ТС 8) (4 номера)
//#define P_833B_2          "Р-833Б №2"
//#define P_833B_3          "Р-833Б №3"
//#define P_833B_4          "Р-833Б №4"
////------РК_УКВ_ШДР-27-------------------------
//#define PK_YKB_SHDR_27_1  "ШДР-27 УКВ1"      // (Код ТС 9) (4 номера)
//#define PK_YKB_SHDR_27_2  "ШДР-27 УКВ2"
//#define PK_YKB_SHDR_27_3  "ШДР-27 УКВ3"
//#define PK_YKB_SHDR_27_4  "ШДР-27 УКВ4"
////------РК_КВ_ШДР-27--------------------------
//#define PK_KB_SHDR_27_1   "ШДР-27 КВ1"       // (Код ТС 10)(2 номера)
//#define PK_KB_SHDR_27_2   "ШДР-27 КВ2"
////------Р-805К1-------------------------------
//#define P_805K1_1         "Р-805К1"       // (Код ТС 2) (2 номера)
//#define P_805K1_2         "Р-805К1 №2"

//#endif // DEFINE_TYPE_TO_H
